const songList = [
  {
    name: '有美人兮',
    lrc:
      '[00:00.000] 作曲 : 殇小谨\n[00:00.003] 作词 : 偏生梓归\n[00:00.10]有美人兮 - 音阙诗听/赵方婧/王梓钰\n[00:00.30]编曲：朱鸽\n[00:00.35]制作人：殇小谨\n[00:00.40]混音：殇小谨\n[00:00.45]伴唱：May\n[00:00.50]和声：皎月\n[00:00.55]和声编写：皎月\n[00:00.60]朗诵：常雨莹\n[00:00.65]海报绘制：假寐\n[00:00.68]美工：阿弥/睢亦\n[00:00.70]画师：巧克力\n[00:00.72]PV：梗梗\n[00:00.75]PV背景：阿弥\n[00:00.78]出品：音阙诗听\n[00:00.90]伴唱（May）：\n[00:01.00]\n[00:01.85]啦啦啦啦 啦啦啦啦\n[00:04.51]\n[00:05.04]啦啦啦 啦啦啦 啦啦啦\n[00:08.39]啦啦啦啦啦啦 啦啦啦啦\n[00:11.89]啦啦啦啦啦啦\n[00:14.32]赵：\n[00:15.33]清风来叙 坐落石桥小溪\n[00:20.45]\n[00:21.28]采茶曲 汀中起 望入谁眼底\n[00:27.05]王：\n[00:28.55]杏花沾衣 又一年踏春去\n[00:33.83]\n[00:34.51]此间隙 可写意\n[00:36.71]写一寸翠碧\n[00:37.96]满目皆 瑰丽\n[00:40.80]合：有美人兮七步一诗句\n[00:44.66]巧笑倩兮一眼成传奇\n[00:48.50]姿容理当如题 背影都迤逦\n[00:53.89]\n[00:54.90]有美人兮志在山野居\n[00:58.15]巧笑倩兮惊动一行人偷觑\n[01:02.66]惊鸿入你\n[01:05.05]眼波流转间一笔\n[01:09.40]王：\n[01:10.20]竹枝晃去 引来杜芳手笔\n[01:15.45]\n[01:16.17]采茶曲 第几句 比喻皆是你\n[01:22.13]赵：\n[01:23.32]杏花沾衣 又一年踏春去\n[01:28.81]\n[01:29.51]小径低 见面雨\n[01:31.55]天公都知趣\n[01:33.11]借簇云 识你\n[01:35.74]合：有美人兮七步一诗句\n[01:39.81]巧笑倩兮一眼成传奇\n[01:43.30]姿容理当如题\n[01:46.55]背影都迤逦\n[01:49.88]有美人兮志在山野居\n[01:53.06]巧笑倩兮惊动一行人偷觑\n[01:57.67]惊鸿入你\n[01:59.97]眼波流转间一笔\n[02:03.94]朗诵（常雨莹）：\n[02:04.96]有相思兮长忆\n[02:08.90]有美人兮如题\n[02:12.27]托段春风寄去\n[02:15.42]有美人兮如你\n[02:18.08]合：有美人兮七步一诗句\n[02:21.42]巧笑倩兮一眼成传奇\n[02:24.93]姿容理当如题\n[02:28.25]背影都迤逦\n[02:30.60]\n[02:31.52]有美人兮志在山野居\n[02:34.73]巧笑倩兮惊动一行人偷觑\n[02:39.32]惊鸿入你\n[02:41.65]眼波流转间一笔\n',
    artist: 'list',
    url:
      'https://m7.music.126.net/20190412190144/34b4de4d99768ce047eed3c581a0bb7f/ymusic/0186/2b7c/1d93/c60dd32c8a828dc04851df210d1f59ce.mp3',
    cover:
      'http://p2.music.126.net/jWrHAPD92Qy6HytD0OcSkg==/109951163203274490.jpg?param=300x300',
    theme: 'pink'
  },
  {
    name: '生僻字',
    artist: 'artist2',
    url:
      'https://m7.music.126.net/20190412192127/e04a300bae2013f1c9c7108caad5a83f/ymusic/5b06/2890/55c0/b4201bcf1f6135427ad0cf1b667c6451.mp3',
    cover:
      'https://p1.music.126.net/fzy5I3GvAjiDfwhIEbgXuw==/109951163062323125.jpg',
    lrc:
      '[00:00.000] 作曲 : 陈柯宇\n[00:01.000] 作词 : 陈柯宇\n[00:07.44]编曲：郑天宇\n[00:17.07]我们中国的汉字\n[00:18.70]落笔成画留下五千年的历史\n[00:22.02]让世界都认识\n[00:23.74]我们中国的汉字\n[00:25.43]一撇一捺都是故事\n[00:30.54]\n[00:38.48]跪举火把虔诚像道光\n[00:40.98]四方田地落谷成仓\n[00:45.15]古人象形声意辨恶良\n[00:47.80]魃魈魁鬾魑魅魍魉\n[00:52.31]wu～又双叒叕\n[00:55.70]wu～火炎焱燚\n[00:58.68]wu～水沝淼㵘\n[01:02.88]㙓\n[01:04.94]\n[01:05.09]茕茕孑立 沆瀣一气\n[01:06.89]踽踽独行 醍醐灌顶\n[01:08.72]绵绵瓜瓞 奉为圭臬\n[01:10.36]龙行龘龘 犄角旮旯\n[01:12.16]娉婷袅娜 涕泗滂沱\n[01:14.33]呶呶不休 不稂不莠\n[01:17.68]卬\n[01:19.06]咄嗟 蹀躞 耄耋 饕餮\n[01:20.89]囹圄 蘡薁 觊觎 龃龉\n[01:22.48]狖轭鼯轩 怙恶不悛\n[01:24.17]其靁虺虺 腌臢孑孓\n[01:26.21]陟罚臧否 针砭时弊 鳞次栉比 一张一翕\n[01:30.89]\n[01:32.10]我们中国的汉字\n[01:34.05]落笔成画留下五千年的历史\n[01:37.47]让世界都认识\n[01:39.24]我们中国的汉字\n[01:40.88]一撇一捺都是故事\n[01:46.07]现在全世界各地\n[01:47.78]到处有中国字\n[01:49.51]黄皮肤的人骄傲地把头抬起\n[01:52.99]我们中国的汉字\n[01:54.62]一平一仄谱写成诗\n[02:00.01]\n[02:17.01]茕茕孑立 沆瀣一气\n[02:19.01]踽踽独行 醍醐灌顶\n[02:20.74]绵绵瓜瓞 奉为圭臬\n[02:22.40]龙行龘龘 犄角旮旯\n[02:24.33]娉婷袅娜 涕泗滂沱\n[02:25.76]呶呶不休 不稂不莠\n[02:29.71]卬\n[02:31.00]咄嗟 蹀躞 耄耋 饕餮\n[02:32.73]囹圄 蘡薁 觊觎 龃龉\n[02:34.45]狖轭鼯轩 怙恶不悛\n[02:36.12]其靁虺虺 腌臢孑孓\n[02:38.22]陟罚臧否 针砭时弊 鳞次栉比 一张一翕\n[02:43.19]\n[02:44.09]我们中国的汉字\n[02:46.00]落笔成画留下五千年的历史\n[02:49.50]让世界都认识\n[02:51.18]我们中国的汉字\n[02:52.96]一撇一捺都是故事\n[02:58.15]现在全世界各地\n[02:59.82]到处有中国字\n[03:01.46]黄皮肤的人骄傲地把头抬起\n[03:04.96]我们中国的汉字\n[03:06.62]一平一仄谱写成诗\n[03:11.22]优美旋律自宫商角徵羽\n[03:18.12]众人皆说成之于语故成语\n[03:26.12]\n[03:26.79]和声：陈柯宇 郑天宇\n[03:27.79]制作人：陈柯宇\n[03:28.79]录音：瑞琪\n[03:29.79]录音室：苏州超级星声录音棚\n[03:30.79]OP：博轩音乐\n',
    theme: '#46718b'
  }
]

export { songList }
